pulseaudio_dlna/plugins/dlna/upnp/xml/get_protocol_info.xml

<?xml version='1.0' encoding='{encoding}'?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <s:Body>
    <u:GetProtocolInfo xmlns:u="{service_type}">
    </u:GetProtocolInfo>
  </s:Body>
</s:Envelope>
